[
  {
    "course_name": "GST Program",
    "skillId": "course010",
    "top_image": "https://firebasestorage.googleapis.com/v0/b/unithink-89630.appspot.com/o/certification%20pages%20images%2Fgst%20program.png?alt=media&token=1a7a1c8d-86bf-462a-b8c4-80ff76380489",
    "about_course": "This comprehensive GST course is designed for individuals and businesses who want to gain a deep understanding of the Goods and Services Tax (GST) system in India. Whether you're a beginner or looking to refine your knowledge, this course offers practical insights and real-world applications of GST, making you confident in handling GST-related tasks.",
    "course_price": "₹5000",
    "course_duration": "30 hours",
    "registration_button": "Enroll Now",
    "why_choose_this_course": "This comprehensive GST course provides detailed insights into the GST system, essential for individuals and businesses aiming to navigate tax regulations effectively. It covers all aspects of GST, from understanding its framework to practical application, ensuring you are well-prepared to manage GST-related tasks confidently.",
    "what_will_you_learn": [
      "Overview of GST Act - CGST/SGST: Gain foundational knowledge of the GST Act and its components.",
      "Fundamentals of Taxes: Understand basic tax concepts and their application.",
      "Different Types of Taxes: Learn about various taxes and their distinctions under GST.",
      "Understanding the Need for GST Act: Explore the rationale behind GST implementation.",
      "Types of Taxes under GST: Study the different types of taxes applicable under GST.",
      "Meaning and Scope of Supply of Goods & Services: Understand the definitions and scope of supply.",
      "Goods and Services as per GST Act: Learn how goods and services are classified under GST.",
      "Place and Time of Supply: Understand the rules governing the place and time of supply.",
      "Value of Supply: Learn how to determine the value of supply for GST purposes.",
      "Types of Supply: Explore different types of supply under GST.",
      "Applicability of Registration: Understand when and why registration is necessary.",
      "Types of Dealers: Learn about different categories of dealers under GST.",
      "Benefits of Registration: Explore the advantages of GST registration.",
      "Complete Registration Process (TIN Application): Get a step-by-step guide on the registration process.",
      "Understanding the Role of GST Network (GSTN) and GSTIN: Learn about the GST Network and GST Identification Number.",
      "GST Website Overview: Navigate the GST website and its features.",
      "Navigating the GST Website: Learn how to use the GST website effectively.",
      "Types of Returns and Formats: Understand various GST return types and their formats.",
      "Detailed Coverage of GSTR1, GSTR2A, GSTR2B, GSTR3B, GSTR9, and more: Get in-depth knowledge of different GST returns.",
      "Different Types of Ledgers in GST: Explore the various ledgers maintained under GST.",
      "Managing Input Credit, Electronic Cash, and Credit Ledgers: Learn how to manage different types of ledgers.",
      "Applying GST Credits to Liabilities: Understand how to apply GST credits to liabilities."
    ],
    "course_modules": [
      "Overview of GST Act - CGST/SGST",
      "Fundamentals of Taxes",
      "Different Types of Taxes",
      "Understanding the Need for GST Act",
      "Types of Taxes under GST",
      "Meaning and Scope of Supply of Goods & Services",
      "Goods and Services as per GST Act",
      "Place and Time of Supply",
      "Value of Supply",
      "Types of Supply",
      "Applicability of Registration",
      "Types of Dealers",
      "Benefits of Registration",
      "Complete Registration Process (TIN Application)",
      "Understanding the Role of GST Network (GSTN) and GSTIN",
      "GST Website Overview",
      "Navigating the GST Website",
      "Types of Returns and Formats",
      "Detailed Coverage of GSTR1, GSTR2A, GSTR2B, GSTR3B, GSTR9, and more",
      "Different Types of Ledgers in GST",
      "Managing Input Credit, Electronic Cash, and Credit Ledgers",
      "Applying GST Credits to Liabilities"
    ],
    "why_this_course": [
      "Expert Guidance: Learn from seasoned professionals with years of experience in taxation.",
      "Hands-On Training: Practical sessions with real-world examples and exercises.",
      "Certificate of Completion: Earn a certification that adds value to your professional credentials.",
      "Support: Get lifetime access to the course materials and updates, along with dedicated support for any queries."
    ],
    "enroll_now": "Don't miss this opportunity to master GST and enhance your career or business. Enroll today and take the first step towards becoming a GST expert!"
  },  
  {
    "course_name": "Digital Marketing Training: Master the Digital Landscape",
    "skillId": "course001",
    "top_image": "https://firebasestorage.googleapis.com/v0/b/unithink-89630.appspot.com/o/certification%20pages%20images%2Fdigital%20marketing.png?alt=media&token=6c6047fd-d43d-4838-880b-8be4f0dfaf67",
    "about_course": "In today’s digital world, effective marketing is key to success. This Digital Marketing Training course is designed for beginners and professionals alike who want to master the art of online marketing. Whether you’re looking to boost your business, start a new career, or simply enhance your skills, this course offers comprehensive knowledge and hands-on experience in all aspects of digital marketing.",
    "course_price": "₹5000",
    "course_duration": "40 hours",
    "registration_button": "Enroll Now",
    "why_choose_this_course": "This comprehensive Digital Marketing Training course provides a thorough understanding of online marketing strategies and tools. Ideal for those looking to advance their career or improve their business's online presence, it covers everything from SEO and content marketing to PPC and analytics, ensuring you have the skills needed to succeed in the digital landscape.",
    "what_will_you_learn": [
      "Introduction to Digital Marketing: Gain an overview of digital marketing and its significance.",
      "Key Metrics and KPIs: Understand essential metrics and Key Performance Indicators for measuring marketing success.",
      "Search Engine Optimization (SEO): Learn the fundamentals of SEO and techniques for optimizing your website.",
      "Keyword Research and Optimization: Discover how to conduct keyword research and apply optimization strategies.",
      "On-Page and Off-Page SEO Techniques: Explore both on-page and off-page SEO methods to improve search engine rankings.",
      "Technical SEO and Site Audits: Master technical aspects of SEO and perform site audits for better performance.",
      "Content Marketing: Develop effective content marketing strategies to engage your audience.",
      "Social Media Marketing: Learn how to leverage social media platforms for marketing and engagement.",
      "Email Marketing: Build and segment email lists, create engaging campaigns, and use automation techniques.",
      "Pay-Per-Click (PPC) Advertising: Understand PPC advertising basics, setup, management, and ad copywriting.",
      "Analytics and Reporting: Use Google Analytics and other tools to track performance and optimize campaigns."
    ],
    "course_modules": [
      "Introduction to Digital Marketing",
      "Overview of Digital Marketing",
      "Understanding the Digital Ecosystem",
      "Key Metrics and KPIs",
      "Search Engine Optimization (SEO)",
      "Keyword Research and Optimization",
      "On-Page and Off-Page SEO Techniques",
      "Technical SEO and Site Audits",
      "Content Marketing",
      "Content Strategy Development",
      "Blogging, Video Marketing, and Infographics",
      "Content Distribution Channels",
      "Social Media Marketing",
      "Platform-Specific Strategies (Facebook, Instagram, LinkedIn, Twitter)",
      "Social Media Advertising",
      "Community Engagement and Management",
      "Email Marketing",
      "Building and Segmenting Email Lists",
      "Crafting Engaging Email Campaigns",
      "Automation and A/B Testing",
      "Pay-Per-Click (PPC) Advertising",
      "Google Ads and Bing Ads Basics",
      "Campaign Setup and Management",
      "Ad Copywriting and Bid Strategies",
      "Analytics and Reporting",
      "Google Analytics and Data Interpretation",
      "Conversion Tracking and Optimization",
      "Reporting Tools and Techniques"
    ],
    "why_this_course": [
      "Comprehensive Curriculum: Covering all key areas of digital marketing to provide a holistic understanding.",
      "Hands-On Learning: Practical exercises and real-world projects to apply your knowledge.",
      "Industry-Relevant Skills: Learn the latest trends and tools used by top digital marketers.",
      "Certificate of Completion: Boost your resume with a certification that validates your digital marketing skills.",
      "Ongoing Support: Lifetime access to course content, plus continuous updates and support from our expert instructors."
    ],
    "enroll_now": "Take control of your digital marketing career or boost your business with cutting-edge strategies. Enroll today and start your journey towards mastering the digital world!"
  },  
    
  {
    "course_name": "LinkedIn for Personal & Corporate Branding",
    "skillId": "course002",
    "top_image": "https://firebasestorage.googleapis.com/v0/b/unithink-89630.appspot.com/o/certification%20pages%20images%2Flinkedin%20program.png?alt=media&token=cb5efe19-f87e-4046-8b7e-dbe7b7227f1d",
    "about_course": "Unlock the potential of LinkedIn as a powerful tool for personal and corporate branding. This course is perfect for professionals, entrepreneurs, and businesses aiming to build a strong online presence, connect with key industry players, and grow their brand. Learn how to leverage LinkedIn to create meaningful connections, enhance your brand's visibility, and achieve your business goals.",
    "course_price": "₹5000",
    "course_duration": "3 sessions",
    "registration_button": "Enroll Now",
    "why_choose_this_course": "This course offers a comprehensive approach to mastering LinkedIn for personal and corporate branding. It provides practical insights and hands-on experience in leveraging LinkedIn's features to build a robust online presence and effectively connect with your audience.",
    "what_will_you_learn": [
      "Introduction to LinkedIn Branding: Understand the basics and importance of LinkedIn for branding.",
      "Creating a Strong LinkedIn Profile: Learn how to craft a compelling profile that attracts attention.",
      "Optimizing Profile for Search Visibility: Techniques to enhance your profile’s visibility in LinkedIn searches.",
      "Building and Managing a Company Page: Set up and manage a LinkedIn company page for your business.",
      "Content Strategy for Corporate Branding: Develop a strategy to create and share content that promotes your brand.",
      "Effective Networking Strategies: Build and nurture professional connections and approach industry leaders.",
      "Utilizing LinkedIn Analytics: Track and analyze profile and content performance to refine your branding strategy.",
      "LinkedIn Advertising: Introduction to LinkedIn Ads, campaign setup, and audience targeting."
    ],
    "course_modules": [
      "Introduction to LinkedIn Branding",
      "Importance of LinkedIn for Personal & Corporate Branding",
      "Overview of LinkedIn Features and Tools",
      "Creating a Strong LinkedIn Profile",
      "Crafting a Compelling Headline and Summary",
      "Showcasing Skills, Experience, and Accomplishments",
      "Optimizing Profile for Search Visibility",
      "Building and Managing a Company Page",
      "Setting Up a Company Page",
      "Developing a Content Strategy for Corporate Branding",
      "Engaging with Followers and Industry Influencers",
      "Content Creation and Marketing on LinkedIn",
      "Creating Engaging Articles, Posts, and Videos",
      "Best Practices for Content Sharing",
      "Leveraging LinkedIn Groups for Content Promotion",
      "Effective Networking Strategies",
      "Building Connections and Expanding Your Network",
      "Approaching Industry Leaders and Influencers",
      "Maintaining and Nurturing Professional Relationships",
      "Utilizing LinkedIn Analytics",
      "Tracking Profile and Content Performance",
      "Analyzing Audience Engagement and Growth",
      "Adjusting Your Strategy Based on Analytics",
      "LinkedIn Advertising",
      "Introduction to LinkedIn Ads",
      "Setting Up and Managing Ad Campaigns",
      "Targeting the Right Audience for Maximum Impact"
    ],
    "why_this_course": [
      "Expert Guidance: Learn from LinkedIn specialists with proven success in personal and corporate branding.",
      "Hands-On Practice: Engage in real-world exercises and build your brand alongside industry professionals.",
      "Certificate of Completion: Receive a certification that validates your expertise in LinkedIn branding.",
      "Support: Access ongoing support and resources, including lifetime access to course materials and updates."
    ],
    "enroll_now": "Transform your LinkedIn presence into a powerful branding tool. Enroll today and start building a brand that stands out!"
  },
  {
    "course_name": "Advanced Excel with AI",
    "skillId": "course003",
    "top_image": "https://firebasestorage.googleapis.com/v0/b/unithink-89630.appspot.com/o/certification%20pages%20images%2Fadvance%20excel%20with%20ai.png?alt=media&token=2253ac05-4ce0-4ab0-b3d6-d71708f18f05",
    "about_course": "Excel is an essential tool for data analysis and management, and with the integration of AI, it becomes even more powerful. This course is designed for those who already have a basic understanding of Excel and want to take their skills to the next level. By combining advanced Excel techniques with AI-driven tools, you’ll be able to automate processes, analyze data more efficiently, and make smarter decisions.",
    "course_price": "₹5000",
    "course_duration": "30 hours",
    "registration_button": "Enroll Now",
    "why_choose_this_course": "This course combines advanced Excel techniques with AI-driven tools to enhance your data analysis and management skills. It provides practical, hands-on experience with real-world scenarios, helping you automate processes and make informed decisions more efficiently.",
    "what_will_you_learn": [
      "Introduction to Advanced Excel: Familiarize yourself with advanced features and capabilities.",
      "Complex Formulas and Functions: Master nested functions, array formulas, and error handling.",
      "Data Analysis Techniques: Learn advanced data sorting, filtering, and visualization techniques.",
      "AI in Excel: Explore how AI tools can enhance data analysis, automation, and forecasting.",
      "Excel Macros and VBA: Automate workflows with macros and write VBA code.",
      "Predictive Analytics: Utilize Excel’s AI tools for forecasting and scenario analysis.",
      "Collaboration and Data Sharing: Understand how to share workbooks and integrate with other AI tools."
    ],
    "course_modules": [
      "Introduction to Advanced Excel",
      "Overview of Advanced Excel Capabilities",
      "Understanding the Excel Environment",
      "Key Differences Between Basic and Advanced Excel",
      "Complex Formulas and Functions",
      "Nested Functions and Array Formulas",
      "Financial, Statistical, and Logical Functions",
      "Error Handling and Debugging Formulas",
      "Data Analysis Techniques",
      "Advanced Data Sorting and Filtering",
      "Working with PivotTables and PivotCharts",
      "Power Query for Data Transformation",
      "Data Visualization",
      "Creating Dynamic Charts and Graphs",
      "Conditional Formatting for Data Insights",
      "Dashboards and Reporting Tools",
      "AI in Excel",
      "Introduction to AI Features in Excel",
      "Machine Learning with Excel's AI Tools",
      "Automating Data Analysis with AI",
      "Excel Macros and VBA",
      "Introduction to Macros and VBA",
      "Writing and Editing VBA Code",
      "Automating Workflows with Macros",
      "Predictive Analytics",
      "Forecasting with Excel’s AI Tools",
      "Scenario Analysis and What-If Tools",
      "Using Excel for Business Intelligence",
      "Collaboration and Data Sharing",
      "Sharing Workbooks and Protecting Data",
      "Integrating Excel with Other AI Tools",
      "Real-Time Collaboration and Cloud Integration"
    ],
    "why_this_course": [
      "Advanced Skills Development: Move beyond the basics and become an Excel and AI expert.",
      "Practical Applications: Apply your skills to real-world scenarios with hands-on projects.",
      "Cutting-Edge Tools: Learn how to harness AI within Excel to stay ahead in the data-driven world.",
      "Certificate of Completion: Validate your expertise with a certification that highlights your advanced skills.",
      "Ongoing Support: Access course materials and updates for life, along with expert guidance when needed."
    ],
    "enroll_now": "Don’t miss this opportunity to master advanced Excel techniques and AI integration. Enroll today and start transforming the way you work with data!"
  },
  {
    "course_name": "Advanced Excel with AI",
    "skillId": "course031",
    "top_image": "https://firebasestorage.googleapis.com/v0/b/unithink-89630.appspot.com/o/certification%20pages%20images%2Fadvance%20excel%20with%20ai.png?alt=media&token=2253ac05-4ce0-4ab0-b3d6-d71708f18f05",
    "about_course": "Excel is an essential tool for data analysis and management, and with the integration of AI, it becomes even more powerful. This course is designed for those who already have a basic understanding of Excel and want to take their skills to the next level. By combining advanced Excel techniques with AI-driven tools, you’ll be able to automate processes, analyze data more efficiently, and make smarter decisions.",
    "course_price": "₹5000",
    "course_duration": "30 hours",
    "registration_button": "Enroll Now",
    "why_choose_this_course": "This course combines advanced Excel techniques with AI-driven tools to enhance your data analysis and management skills. It provides practical, hands-on experience with real-world scenarios, helping you automate processes and make informed decisions more efficiently.",
    "what_will_you_learn": [
      "Introduction to Advanced Excel: Familiarize yourself with advanced features and capabilities.",
      "Complex Formulas and Functions: Master nested functions, array formulas, and error handling.",
      "Data Analysis Techniques: Learn advanced data sorting, filtering, and visualization techniques.",
      "AI in Excel: Explore how AI tools can enhance data analysis, automation, and forecasting.",
      "Excel Macros and VBA: Automate workflows with macros and write VBA code.",
      "Predictive Analytics: Utilize Excel’s AI tools for forecasting and scenario analysis.",
      "Collaboration and Data Sharing: Understand how to share workbooks and integrate with other AI tools."
    ],
    "course_modules": [
      "Introduction to Advanced Excel",
      "Overview of Advanced Excel Capabilities",
      "Understanding the Excel Environment",
      "Key Differences Between Basic and Advanced Excel",
      "Complex Formulas and Functions",
      "Nested Functions and Array Formulas",
      "Financial, Statistical, and Logical Functions",
      "Error Handling and Debugging Formulas",
      "Data Analysis Techniques",
      "Advanced Data Sorting and Filtering",
      "Working with PivotTables and PivotCharts",
      "Power Query for Data Transformation",
      "Data Visualization",
      "Creating Dynamic Charts and Graphs",
      "Conditional Formatting for Data Insights",
      "Dashboards and Reporting Tools",
      "AI in Excel",
      "Introduction to AI Features in Excel",
      "Machine Learning with Excel's AI Tools",
      "Automating Data Analysis with AI",
      "Excel Macros and VBA",
      "Introduction to Macros and VBA",
      "Writing and Editing VBA Code",
      "Automating Workflows with Macros",
      "Predictive Analytics",
      "Forecasting with Excel’s AI Tools",
      "Scenario Analysis and What-If Tools",
      "Using Excel for Business Intelligence",
      "Collaboration and Data Sharing",
      "Sharing Workbooks and Protecting Data",
      "Integrating Excel with Other AI Tools",
      "Real-Time Collaboration and Cloud Integration"
    ],
    "why_this_course": [
      "Advanced Skills Development: Move beyond the basics and become an Excel and AI expert.",
      "Practical Applications: Apply your skills to real-world scenarios with hands-on projects.",
      "Cutting-Edge Tools: Learn how to harness AI within Excel to stay ahead in the data-driven world.",
      "Certificate of Completion: Validate your expertise with a certification that highlights your advanced skills.",
      "Ongoing Support: Access course materials and updates for life, along with expert guidance when needed."
    ],
    "enroll_now": "Don’t miss this opportunity to master advanced Excel techniques and AI integration. Enroll today and start transforming the way you work with data!"
  }, 
  {
    "course_name": "Introduction to AI",
    "skillId": "course004",
    "top_image": "https://firebasestorage.googleapis.com/v0/b/unithink-89630.appspot.com/o/certification%20pages%20images%2FIntroduction%20to%20AI.png?alt=media&token=b3fbd48c-b72a-407d-91f3-7e6a24c4c349",
    "about_course": "Artificial Intelligence (AI) is transforming industries and reshaping the future. This introductory course is perfect for anyone looking to understand the basics of AI and how it’s applied in various fields. Whether you're a student, professional, or entrepreneur, this course will equip you with the foundational knowledge needed to explore AI’s potential and stay competitive in the evolving job market.",
    "course_price": "₹5000",
    "course_duration": "30 hours",
    "registration_button": "Enroll Now",
    "why_choose_this_course": "This course offers a comprehensive overview of AI fundamentals, making it ideal for beginners. It provides practical insights into how AI is used in various industries and prepares you for future developments in this rapidly evolving field.",
    "what_will_you_learn": [
      "Introduction to Artificial Intelligence: Gain a solid understanding of AI and its applications.",
      "Machine Learning Basics: Learn the fundamentals of machine learning and its role in AI.",
      "Natural Language Processing (NLP): Explore how AI processes and understands human language.",
      "AI in Real World: Understand the impact of AI on different industries including healthcare, finance, and marketing.",
      "Ethics and Challenges: Address the ethical considerations and challenges associated with AI.",
      "AI Tools: Get started with AI tools and platforms like Python and TensorFlow.",
      "Future of AI: Learn about emerging trends and how AI is shaping the future workforce."
    ],
    "course_modules": [
      "Introduction to Artificial Intelligence",
      "Definition and Overview of AI",
      "History and Evolution of AI",
      "Key Concepts in AI",
      "Branches of AI",
      "Machine Learning Basics",
      "Understanding Natural Language Processing (NLP)",
      "Robotics and Automation",
      "Neural Networks and Deep Learning",
      "AI in the Real World",
      "AI in Healthcare, Finance, and Marketing",
      "Autonomous Vehicles and Smart Cities",
      "AI in Consumer Technology",
      "Ethics and Challenges in AI",
      "Ethical Considerations in AI Development",
      "Addressing AI Bias and Fairness",
      "Privacy Concerns and AI Regulation",
      "Getting Started with AI Tools",
      "Introduction to Python for AI",
      "Overview of TensorFlow and Other AI Platforms",
      "Building Simple AI Models",
      "Introduction to Machine Learning",
      "Supervised vs. Unsupervised Learning",
      "Basic Algorithms and Techniques",
      "Real-World Machine Learning Applications",
      "The Future of AI",
      "Emerging Trends in AI",
      "AI’s Impact on the Workforce",
      "Preparing for an AI-Driven World"
    ],
    "why_this_course": [
      "Comprehensive Overview: Get a solid introduction to AI, covering all the essential concepts and applications.",
      "No Prior Experience Required: Perfect for beginners who want to learn about AI without any previous technical knowledge.",
      "Real-World Applications: Understand how AI is used in various industries and how it’s shaping the future.",
      "Certificate of Completion: Receive a certificate that demonstrates your knowledge of AI fundamentals.",
      "Lifelong Learning: Enjoy lifetime access to course materials and updates, plus ongoing support from AI experts."
    ],
    "enroll_now": "Step into the world of Artificial Intelligence and begin your journey toward understanding one of the most important technologies of our time. Enroll today and prepare yourself for the AI-driven future!"
  },
  {
    "course_name": "Introduction to AI",
    "skillId": "course041",
    "top_image": "https://firebasestorage.googleapis.com/v0/b/unithink-89630.appspot.com/o/certification%20pages%20images%2FIntroduction%20to%20AI.png?alt=media&token=b3fbd48c-b72a-407d-91f3-7e6a24c4c349",
    "about_course": "Artificial Intelligence (AI) is transforming industries and reshaping the future. This introductory course is perfect for anyone looking to understand the basics of AI and how it’s applied in various fields. Whether you're a student, professional, or entrepreneur, this course will equip you with the foundational knowledge needed to explore AI’s potential and stay competitive in the evolving job market.",
    "course_price": "₹5000",
    "course_duration": "30 hours",
    "registration_button": "Enroll Now",
    "why_choose_this_course": "This course offers a comprehensive overview of AI fundamentals, making it ideal for beginners. It provides practical insights into how AI is used in various industries and prepares you for future developments in this rapidly evolving field.",
    "what_will_you_learn": [
      "Introduction to Artificial Intelligence: Gain a solid understanding of AI and its applications.",
      "Machine Learning Basics: Learn the fundamentals of machine learning and its role in AI.",
      "Natural Language Processing (NLP): Explore how AI processes and understands human language.",
      "AI in Real World: Understand the impact of AI on different industries including healthcare, finance, and marketing.",
      "Ethics and Challenges: Address the ethical considerations and challenges associated with AI.",
      "AI Tools: Get started with AI tools and platforms like Python and TensorFlow.",
      "Future of AI: Learn about emerging trends and how AI is shaping the future workforce."
    ],
    "course_modules": [
      "Introduction to Artificial Intelligence",
      "Definition and Overview of AI",
      "History and Evolution of AI",
      "Key Concepts in AI",
      "Branches of AI",
      "Machine Learning Basics",
      "Understanding Natural Language Processing (NLP)",
      "Robotics and Automation",
      "Neural Networks and Deep Learning",
      "AI in the Real World",
      "AI in Healthcare, Finance, and Marketing",
      "Autonomous Vehicles and Smart Cities",
      "AI in Consumer Technology",
      "Ethics and Challenges in AI",
      "Ethical Considerations in AI Development",
      "Addressing AI Bias and Fairness",
      "Privacy Concerns and AI Regulation",
      "Getting Started with AI Tools",
      "Introduction to Python for AI",
      "Overview of TensorFlow and Other AI Platforms",
      "Building Simple AI Models",
      "Introduction to Machine Learning",
      "Supervised vs. Unsupervised Learning",
      "Basic Algorithms and Techniques",
      "Real-World Machine Learning Applications",
      "The Future of AI",
      "Emerging Trends in AI",
      "AI’s Impact on the Workforce",
      "Preparing for an AI-Driven World"
    ],
    "why_this_course": [
      "Comprehensive Overview: Get a solid introduction to AI, covering all the essential concepts and applications.",
      "No Prior Experience Required: Perfect for beginners who want to learn about AI without any previous technical knowledge.",
      "Real-World Applications: Understand how AI is used in various industries and how it’s shaping the future.",
      "Certificate of Completion: Receive a certificate that demonstrates your knowledge of AI fundamentals.",
      "Lifelong Learning: Enjoy lifetime access to course materials and updates, plus ongoing support from AI experts."
    ],
    "enroll_now": "Step into the world of Artificial Intelligence and begin your journey toward understanding one of the most important technologies of our time. Enroll today and prepare yourself for the AI-driven future!"
  },
  {
    "course_name": "Goal Setting",
    "skillId": "course005",
    "top_image": "https://firebasestorage.googleapis.com/v0/b/unithink-89630.appspot.com/o/certification%20pages%20images%2FGoal%20Setting.png?alt=media&token=39a162ed-9744-454e-af2b-9b75b225110a",
    "about_course": "Setting and achieving goals is a vital skill for personal and professional success. This course is designed to help you master the art of goal setting, providing you with the tools and techniques needed to define your objectives, create actionable plans, and stay motivated. Whether you’re aiming for career advancement, personal growth, or business success, this course will guide you through the process of turning your dreams into reality.",
    "course_price": "₹5000",
    "course_duration": "20 hours",
    "registration_button": "Enroll Now",
    "why_choose_this_course": "This course offers proven techniques and personalized approaches to goal setting. You'll gain practical tools and expert guidance, ensuring you have everything needed to set and achieve meaningful goals in both your personal and professional life.",
    "what_will_you_learn": [
      "Introduction to Goal Setting: Understand the fundamentals and importance of setting goals.",
      "SMART Goal Framework: Learn how to define and craft SMART (Specific, Measurable, Achievable, Relevant, Time-bound) goals.",
      "Action Plan Creation: Develop actionable steps and strategies for achieving your goals.",
      "Overcoming Obstacles: Identify potential challenges and strategies to stay motivated and focused.",
      "Tracking Progress: Utilize tools and techniques to monitor and reflect on your progress."
    ],
    "course_modules": [
      "Introduction to Goal Setting",
      "The Science Behind Goal Setting",
      "Why Goals Matter in Personal and Professional Life",
      "Common Myths About Goal Setting",
      "Defining Your Goals",
      "Identifying Personal and Professional Goals",
      "Aligning Goals with Core Values and Vision",
      "Prioritizing Goals for Maximum Impact",
      "The SMART Goal Framework",
      "Understanding the SMART Criteria",
      "Crafting SMART Goals for Success",
      "Examples of SMART Goals in Different Areas",
      "Creating an Action Plan",
      "Breaking Down Goals into Actionable Steps",
      "Time Management Techniques for Goal Achievement",
      "Building Habits to Support Your Goals",
      "Overcoming Obstacles",
      "Identifying Potential Challenges and Barriers",
      "Strategies for Staying Motivated and Focused",
      "Adapting and Reassessing Goals as Needed",
      "Tracking and Reflecting on Progress",
      "Tools for Monitoring Progress and Milestones",
      "Reflecting on Achievements and Learning from Setbacks",
      "Adjusting Your Plan and Setting New Goals",
      "Maintaining Long-Term Success",
      "Building a Growth Mindset",
      "Continuing Goal Setting for Lifelong Achievement",
      "Celebrating Success and Staying Inspired"
    ],
    "why_this_course": [
      "Proven Techniques: Learn time-tested strategies and frameworks for effective goal setting.",
      "Personalized Approach: Tailor your goals to align with your unique vision and values.",
      "Practical Tools: Gain access to worksheets, templates, and tools to help you plan and track your progress.",
      "Expert Guidance: Benefit from insights and advice from experts in goal setting and personal development.",
      "Certificate of Completion: Enhance your resume with a certification that demonstrates your commitment to personal and professional growth."
    ],
    "enroll_now": "Don’t wait to take control of your future. Enroll today and learn how to set and achieve goals that will lead to success and fulfillment in all areas of your life!"
  },
  {
    "course_name": "Goal Setting",
    "skillId": "course051",
    "top_image": "https://firebasestorage.googleapis.com/v0/b/unithink-89630.appspot.com/o/certification%20pages%20images%2FGoal%20Setting.png?alt=media&token=39a162ed-9744-454e-af2b-9b75b225110a",
    "about_course": "Setting and achieving goals is a vital skill for personal and professional success. This course is designed to help you master the art of goal setting, providing you with the tools and techniques needed to define your objectives, create actionable plans, and stay motivated. Whether you’re aiming for career advancement, personal growth, or business success, this course will guide you through the process of turning your dreams into reality.",
    "course_price": "₹5000",
    "course_duration": "20 hours",
    "registration_button": "Enroll Now",
    "why_choose_this_course": "This course offers proven techniques and personalized approaches to goal setting. You'll gain practical tools and expert guidance, ensuring you have everything needed to set and achieve meaningful goals in both your personal and professional life.",
    "what_will_you_learn": [
      "Introduction to Goal Setting: Understand the fundamentals and importance of setting goals.",
      "SMART Goal Framework: Learn how to define and craft SMART (Specific, Measurable, Achievable, Relevant, Time-bound) goals.",
      "Action Plan Creation: Develop actionable steps and strategies for achieving your goals.",
      "Overcoming Obstacles: Identify potential challenges and strategies to stay motivated and focused.",
      "Tracking Progress: Utilize tools and techniques to monitor and reflect on your progress."
    ],
    "course_modules": [
      "Introduction to Goal Setting",
      "The Science Behind Goal Setting",
      "Why Goals Matter in Personal and Professional Life",
      "Common Myths About Goal Setting",
      "Defining Your Goals",
      "Identifying Personal and Professional Goals",
      "Aligning Goals with Core Values and Vision",
      "Prioritizing Goals for Maximum Impact",
      "The SMART Goal Framework",
      "Understanding the SMART Criteria",
      "Crafting SMART Goals for Success",
      "Examples of SMART Goals in Different Areas",
      "Creating an Action Plan",
      "Breaking Down Goals into Actionable Steps",
      "Time Management Techniques for Goal Achievement",
      "Building Habits to Support Your Goals",
      "Overcoming Obstacles",
      "Identifying Potential Challenges and Barriers",
      "Strategies for Staying Motivated and Focused",
      "Adapting and Reassessing Goals as Needed",
      "Tracking and Reflecting on Progress",
      "Tools for Monitoring Progress and Milestones",
      "Reflecting on Achievements and Learning from Setbacks",
      "Adjusting Your Plan and Setting New Goals",
      "Maintaining Long-Term Success",
      "Building a Growth Mindset",
      "Continuing Goal Setting for Lifelong Achievement",
      "Celebrating Success and Staying Inspired"
    ],
    "why_this_course": [
      "Proven Techniques: Learn time-tested strategies and frameworks for effective goal setting.",
      "Personalized Approach: Tailor your goals to align with your unique vision and values.",
      "Practical Tools: Gain access to worksheets, templates, and tools to help you plan and track your progress.",
      "Expert Guidance: Benefit from insights and advice from experts in goal setting and personal development.",
      "Certificate of Completion: Enhance your resume with a certification that demonstrates your commitment to personal and professional growth."
    ],
    "enroll_now": "Don’t wait to take control of your future. Enroll today and learn how to set and achieve goals that will lead to success and fulfillment in all areas of your life!"
  },
  {
    "course_name": "Design Thinking",
    "skillId": "course006",
    "top_image": "https://firebasestorage.googleapis.com/v0/b/unithink-89630.appspot.com/o/certification%20pages%20images%2FDesign%20Thinking.png?alt=media&token=b12be9df-758c-4806-9e10-d604612e502a",
    "about_course": "Design Thinking is a powerful approach to problem-solving that puts the user at the center of the innovation process. This course is ideal for professionals, entrepreneurs, and students who want to develop creative solutions to complex challenges. By learning Design Thinking, you'll be able to approach problems with a fresh perspective, foster innovation in your projects, and create products, services, or experiences that truly resonate with your audience.",
    "course_price": "₹5000",
    "course_duration": "25 hours",
    "registration_button": "Enroll Now",
    "why_choose_this_course": "This course offers a user-centered approach to problem-solving, encouraging creativity and innovation. Gain hands-on experience through practical exercises and real-world projects, and enhance your ability to work in diverse teams. A certificate of completion will validate your expertise in Design Thinking.",
    "what_will_you_learn": [
      "Introduction to Design Thinking: Understand the fundamentals and evolution of Design Thinking.",
      "Empathy and User Research: Learn techniques for gaining user insights and creating user personas.",
      "Defining the Problem: Craft problem statements and identify key challenges.",
      "Ideation and Brainstorming: Use creative techniques to generate and prioritize ideas.",
      "Prototyping and Testing: Build and test prototypes, gather feedback, and iterate on designs.",
      "Implementing Solutions: Learn strategies for scaling solutions and measuring impact."
    ],
    "course_modules": [
      "Introduction to Design Thinking",
      "Overview of Design Thinking",
      "History and Evolution of Design Thinking",
      "Key Principles and Mindset",
      "The Design Thinking Process",
      "Understanding the Five Stages of Design Thinking",
      "Applying the Process to Different Industries",
      "Case Studies of Successful Design Thinking Projects",
      "Empathy and User Research",
      "Conducting User Interviews and Surveys",
      "Observational Techniques for Gaining Insights",
      "Creating Empathy Maps and User Personas",
      "Defining the Problem",
      "Synthesizing Research Findings",
      "Crafting Problem Statements and 'How Might We' Questions",
      "Identifying Key Challenges and Opportunities",
      "Ideation and Brainstorming",
      "Ideation Techniques: Brainstorming, SCAMPER, Mind Mapping",
      "Encouraging Creative Thinking and Innovation",
      "Selecting and Prioritizing Ideas for Prototyping",
      "Prototyping and Testing",
      "Building Low-Fidelity Prototypes (Sketches, Wireframes)",
      "Testing Prototypes with Users",
      "Gathering Feedback and Iterating on Designs",
      "Implementing and Scaling Solutions",
      "Moving from Prototype to Final Product",
      "Strategies for Scaling Solutions Across Markets",
      "Measuring the Impact of Design Thinking Initiatives"
    ],
    "why_this_course": [
      "User-Centered Approach: Learn to solve problems by focusing on the needs and experiences of the end user.",
      "Innovative Mindset: Foster creativity and innovation in your approach to problem-solving.",
      "Hands-On Experience: Apply Design Thinking through practical exercises and real-world projects.",
      "Multidisciplinary Skills: Enhance your ability to work in diverse teams and collaborate across different fields.",
      "Certificate of Completion: Validate your skills with a certificate that showcases your expertise in Design Thinking."
    ],
    "enroll_now": "Unlock your creative potential and learn how to tackle challenges with a user-centered approach. Enroll today and become a Design Thinking expert who can drive innovation and create meaningful solutions!"
  },
  {
    "course_name": "Design Thinking",
    "skillId": "course061",
    "top_image": "https://firebasestorage.googleapis.com/v0/b/unithink-89630.appspot.com/o/certification%20pages%20images%2FDesign%20Thinking.png?alt=media&token=b12be9df-758c-4806-9e10-d604612e502a",
    "about_course": "Design Thinking is a powerful approach to problem-solving that puts the user at the center of the innovation process. This course is ideal for professionals, entrepreneurs, and students who want to develop creative solutions to complex challenges. By learning Design Thinking, you'll be able to approach problems with a fresh perspective, foster innovation in your projects, and create products, services, or experiences that truly resonate with your audience.",
    "course_price": "₹5000",
    "course_duration": "25 hours",
    "registration_button": "Enroll Now",
    "why_choose_this_course": "This course offers a user-centered approach to problem-solving, encouraging creativity and innovation. Gain hands-on experience through practical exercises and real-world projects, and enhance your ability to work in diverse teams. A certificate of completion will validate your expertise in Design Thinking.",
    "what_will_you_learn": [
      "Introduction to Design Thinking: Understand the fundamentals and evolution of Design Thinking.",
      "Empathy and User Research: Learn techniques for gaining user insights and creating user personas.",
      "Defining the Problem: Craft problem statements and identify key challenges.",
      "Ideation and Brainstorming: Use creative techniques to generate and prioritize ideas.",
      "Prototyping and Testing: Build and test prototypes, gather feedback, and iterate on designs.",
      "Implementing Solutions: Learn strategies for scaling solutions and measuring impact."
    ],
    "course_modules": [
      "Introduction to Design Thinking",
      "Overview of Design Thinking",
      "History and Evolution of Design Thinking",
      "Key Principles and Mindset",
      "The Design Thinking Process",
      "Understanding the Five Stages of Design Thinking",
      "Applying the Process to Different Industries",
      "Case Studies of Successful Design Thinking Projects",
      "Empathy and User Research",
      "Conducting User Interviews and Surveys",
      "Observational Techniques for Gaining Insights",
      "Creating Empathy Maps and User Personas",
      "Defining the Problem",
      "Synthesizing Research Findings",
      "Crafting Problem Statements and 'How Might We' Questions",
      "Identifying Key Challenges and Opportunities",
      "Ideation and Brainstorming",
      "Ideation Techniques: Brainstorming, SCAMPER, Mind Mapping",
      "Encouraging Creative Thinking and Innovation",
      "Selecting and Prioritizing Ideas for Prototyping",
      "Prototyping and Testing",
      "Building Low-Fidelity Prototypes (Sketches, Wireframes)",
      "Testing Prototypes with Users",
      "Gathering Feedback and Iterating on Designs",
      "Implementing and Scaling Solutions",
      "Moving from Prototype to Final Product",
      "Strategies for Scaling Solutions Across Markets",
      "Measuring the Impact of Design Thinking Initiatives"
    ],
    "why_this_course": [
      "User-Centered Approach: Learn to solve problems by focusing on the needs and experiences of the end user.",
      "Innovative Mindset: Foster creativity and innovation in your approach to problem-solving.",
      "Hands-On Experience: Apply Design Thinking through practical exercises and real-world projects.",
      "Multidisciplinary Skills: Enhance your ability to work in diverse teams and collaborate across different fields.",
      "Certificate of Completion: Validate your skills with a certificate that showcases your expertise in Design Thinking."
    ],
    "enroll_now": "Unlock your creative potential and learn how to tackle challenges with a user-centered approach. Enroll today and become a Design Thinking expert who can drive innovation and create meaningful solutions!"
  },
  {
    "course_name": "Interview / GD Mock Training",
    "skillId": "course007",
    "top_image": "https://firebasestorage.googleapis.com/v0/b/unithink-89630.appspot.com/o/certification%20pages%20images%2FInterview%20_%20GD%20Mock%20Training.png?alt=media&token=7dd9dad7-dd55-4da1-bc20-e8e115a80f1b",
    "about_course": "Interviews and Group Discussions (GD) are critical stages in the selection process for jobs, college admissions, and other competitive scenarios. This course is designed to help you excel in these situations by offering practical training, mock sessions, and personalized feedback. Whether you're preparing for a job interview, an MBA entrance GD, or any competitive selection process, this course will equip you with the skills and confidence needed to succeed.",
    "course_price": "₹3000",
    "course_duration": "15 hours",
    "registration_button": "Enroll Now",
    "why_choose_this_course": "This course provides realistic practice through mock sessions that mimic real interview and GD scenarios. Benefit from expert feedback to refine your approach, build confidence, and cover all aspects of preparation. A certificate of completion will showcase your commitment and readiness.",
    "what_will_you_learn": [
      "Introduction to Interview & GD Training: Understand the significance and various types of interviews and GDs.",
      "Interview Preparation: Learn how to research companies, craft effective resumes, and prepare for common questions.",
      "Mastering the Interview: Develop skills for handling behavioral questions, highlighting strengths, and asking insightful questions.",
      "Understanding Group Discussions: Explore the role and types of GDs, and strategies for effective participation.",
      "Body Language and Communication: Improve your non-verbal communication and overall presence.",
      "Mock Interviews and GDs: Engage in simulated scenarios, receive personalized feedback, and apply advanced techniques for handling pressure."
    ],
    "course_modules": [
      "Introduction to Interview & GD Training",
      "Understanding the Importance of Interviews and GDs",
      "Common Formats and Types of Interviews and GDs",
      "Key Skills Required for Success",
      "Interview Preparation",
      "Researching the Company/Institution",
      "Crafting a Winning Resume and Cover Letter",
      "Preparing for Common Interview Questions",
      "Mastering the Interview",
      "Answering Behavioral and Situational Questions",
      "Highlighting Your Strengths and Addressing Weaknesses",
      "Asking Insightful Questions to the Interviewer",
      "Understanding Group Discussions",
      "The Role of Group Discussions in Selection Processes",
      "Types of Group Discussions: Case-Based, Topic-Based, and Abstract",
      "Strategies for Effective Participation",
      "Body Language and Communication",
      "Non-Verbal Communication Skills",
      "The Role of Body Language in Interviews and GDs",
      "Improving Your Verbal Communication",
      "Mock Interviews and GDs",
      "Participating in Simulated Interviews and GDs",
      "Personalized Feedback and Performance Analysis",
      "Strategies for Continuous Improvement",
      "Advanced Techniques",
      "Handling Difficult Interviewers and Group Dynamics",
      "Techniques for Staying Calm Under Pressure",
      "Building Confidence Through Practice"
    ],
    "why_this_course": [
      "Realistic Practice: Engage in mock sessions that simulate real interview and GD scenarios.",
      "Expert Feedback: Receive constructive feedback from experts to help you refine your approach.",
      "Confidence Building: Develop the confidence and poise needed to excel in interviews and group discussions.",
      "Comprehensive Training: Cover all aspects of interview and GD preparation, from research to execution.",
      "Certificate of Completion: Showcase your preparedness and commitment to personal growth with a certificate that highlights your training."
    ],
    "enroll_now": "Don’t leave your future to chance. Enroll today and take the first step towards mastering interviews and group discussions, ensuring you stand out from the competition!"
  },
  {
    "course_name": "Resume Building",
    "skillId": "course008",
    "top_image": "https://firebasestorage.googleapis.com/v0/b/unithink-89630.appspot.com/o/certification%20pages%20images%2FResume%20Building.png?alt=media&token=cf93fa58-7680-46b1-8a42-3943d2fcf710",
    "about_course": "Your resume is often the first impression you make on potential employers, and it can determine whether you get called in for an interview. This course is designed to help you create a professional, impactful resume that highlights your strengths, experiences, and skills. Whether you're entering the job market for the first time or looking to advance your career, this course will equip you with the tools and techniques to craft a resume that stands out.",
    "course_price": "₹2500",
    "course_duration": "12 hours",
    "registration_button": "Enroll Now",
    "why_choose_this_course": "This course offers tailored guidance to create a resume that reflects your unique experiences and career goals. Ensure your resume is ATS-friendly, professionally designed, and optimized for different roles. Gain insights from real-world examples and case studies, and showcase your skills with a certificate of completion.",
    "what_will_you_learn": [
      "Introduction to Resume Building: Understand the importance of a strong resume and common mistakes to avoid.",
      "Resume Formats: Explore chronological, functional, and combination formats, and choose the best one for your career stage.",
      "Crafting Content: Write compelling job descriptions, highlight achievements, and present skills effectively.",
      "Customizing Your Resume: Tailor your resume to different roles and industries using job descriptions and keywords.",
      "Design and Layout: Create a clean, professional design, choose appropriate fonts and colors, and ensure readability.",
      "Cover Letter Essentials: Write a persuasive cover letter that aligns with your resume and makes a strong impact.",
      "Finalizing Your Resume: Proofread and edit your resume for perfection and learn tips for submitting it online."
    ],
    "course_modules": [
      "Introduction to Resume Building",
      "Importance of a Strong Resume",
      "Common Mistakes to Avoid",
      "Understanding the Employer's Perspective",
      "Choosing the Right Resume Format",
      "Overview of Resume Formats: Chronological, Functional, Combination",
      "Selecting the Best Format for Your Career Stage",
      "Adapting Formats for Different Industries",
      "Crafting Compelling Content",
      "Writing Strong Job Descriptions and Bullet Points",
      "Highlighting Your Achievements and Impact",
      "Presenting Skills and Competencies Effectively",
      "Customizing Your Resume",
      "Analyzing Job Descriptions to Tailor Your Resume",
      "Incorporating Industry-Specific Keywords",
      "Techniques for Personalizing Your Resume for Different Roles",
      "Design and Layout Best Practices",
      "Creating a Clean and Professional Design",
      "Choosing Fonts, Colors, and Layouts",
      "Ensuring Readability and Consistency",
      "Cover Letter Essentials",
      "Writing a Persuasive Cover Letter",
      "Structuring Your Cover Letter for Maximum Impact",
      "Aligning Your Cover Letter with Your Resume",
      "Finalizing and Proofreading",
      "Reviewing and Editing Your Resume for Perfection",
      "Common Grammar and Formatting Errors to Avoid",
      "Tips for Submitting Your Resume Online"
    ],
    "why_this_course": [
      "Tailored Guidance: Learn how to create a resume that reflects your unique experiences and career goals.",
      "ATS-Friendly: Ensure your resume passes through automated screening systems and reaches recruiters.",
      "Professional Design: Create a polished and professional resume that stands out visually.",
      "Real-World Examples: Gain insights from sample resumes and case studies from different industries.",
      "Certificate of Completion: Showcase your new skills with a certificate that demonstrates your expertise in resume building."
    ],
    "enroll_now": "A great job starts with a great resume. Enroll today and take the first step towards crafting a resume that opens doors and leads to exciting career opportunities!"
  },
  {
    "course_name": "Campus to Corporate",
    "skillId": "course009",
    "top_image": "https://firebasestorage.googleapis.com/v0/b/unithink-89630.appspot.com/o/certification%20pages%20images%2FCampus%20to%20Corporate.png?alt=media&token=f7c695d5-b0fb-4a9a-b0b9-1c11d9b8da33",
    "about_course": "Making the transition from college to the corporate world can be challenging. This course is designed to bridge the gap by equipping you with the essential skills, knowledge, and mindset required to thrive in a professional environment. Whether you’re a fresh graduate or about to complete your studies, this course will help you navigate the corporate landscape, understand workplace dynamics, and present yourself as a competent and confident professional.",
    "course_price": "₹3000",
    "course_duration": "18 hours",
    "registration_button": "Enroll Now",
    "why_choose_this_course": "This course facilitates a smooth transition from campus to corporate life. Gain real-world skills, build confidence, and receive expert insights to excel in the professional world. Prepare with practical training and a certificate of completion that highlights your readiness for corporate challenges.",
    "what_will_you_learn": [
      "Introduction to the Corporate World: Understand corporate culture, values, and the differences between campus and corporate life.",
      "Communication Skills for Professionals: Learn to craft professional emails and reports, and handle meetings and presentations.",
      "Time Management and Productivity: Prioritize tasks, manage deadlines, and balance work-life effectively.",
      "Interpersonal Skills and Networking: Build professional relationships and understand the importance of networking.",
      "Business Etiquette and Professionalism: Follow corporate dress code guidelines and conduct yourself professionally.",
      "Problem-Solving and Critical Thinking: Approach problems with a solution-oriented mindset and make effective decisions.",
      "Career Growth and Continuous Learning: Set career goals, plan your career path, and seek mentorship for advancement."
    ],
    "course_modules": [
      "Introduction to the Corporate World",
      "Understanding Corporate Culture and Values",
      "Differences Between Campus Life and Corporate Life",
      "Setting Expectations for Your Corporate Journey",
      "Communication Skills for Professionals",
      "Crafting Professional Emails and Reports",
      "Verbal and Non-Verbal Communication in the Workplace",
      "Handling Meetings and Presentations with Confidence",
      "Time Management and Productivity",
      "Prioritizing Tasks and Managing Deadlines",
      "Tools and Techniques for Staying Organized",
      "Balancing Workload and Maintaining Work-Life Balance",
      "Interpersonal Skills and Networking",
      "Building Professional Relationships",
      "The Importance of Networking in Career Growth",
      "Collaborating Effectively in Teams",
      "Business Etiquette and Professionalism",
      "Dressing for Success: Corporate Dress Code Guidelines",
      "Professional Conduct in Various Corporate Settings",
      "Navigating Corporate Events and Social Gatherings",
      "Problem-Solving and Critical Thinking",
      "Approaching Problems with a Solution-Oriented Mindset",
      "Techniques for Effective Decision-Making",
      "Contributing to Team Discussions and Brainstorming Sessions",
      "Career Growth and Continuous Learning",
      "Setting Career Goals and Planning Your Career Path",
      "The Importance of Lifelong Learning and Skill Development",
      "Seeking Mentorship and Feedback for Career Advancement"
    ],
    "why_this_course": [
      "Smooth Transition: Learn how to seamlessly transition from campus life to the corporate environment.",
      "Real-World Skills: Gain practical skills that are immediately applicable in the workplace.",
      "Confidence Building: Develop the confidence to navigate the corporate world and excel in your career.",
      "Expert Insights: Benefit from the knowledge and experience of industry professionals.",
      "Certificate of Completion: Showcase your readiness for the corporate world with a certificate that highlights your new skills."
    ],
    "enroll_now": "Take the first step towards a successful corporate career. Enroll today and prepare yourself to excel in the professional world, starting with a strong foundation!"
  },
  {
    "course_name": "Public Speaking Method",
    "skillId": "course011",
    "top_image": "https://firebasestorage.googleapis.com/v0/b/unithink-89630.appspot.com/o/certification%20pages%20images%2FPublic%20Speaking%20Method.png?alt=media&token=5456db7e-dc98-4349-841d-36e611fc72ab",
    "about_course": "Public speaking is an essential skill in both personal and professional life. This course is designed to help you overcome the fear of speaking in front of an audience, improve your communication skills, and present yourself confidently in any setting. Whether you're a student, a professional, or an entrepreneur, this course will provide you with the techniques and strategies to captivate your audience, articulate your thoughts clearly, and leave a lasting impression.",
    "course_price": "₹3500",
    "course_duration": "18 hours",
    "registration_button": "Enroll Now",
    "why_choose_this_course": "This course boosts your confidence and equips you with practical techniques to speak effectively in any setting. Learn from expert guidance, apply actionable strategies immediately, and receive a certificate that demonstrates your public speaking prowess.",
    "what_will_you_learn": [
      "Introduction to Public Speaking: Understand the fundamentals and importance of public speaking.",
      "Overcoming Fear and Building Confidence: Practical exercises and techniques to reduce anxiety and build confidence.",
      "Content Creation and Storytelling: Develop powerful narratives and craft clear, concise speeches.",
      "Mastering Delivery: Techniques for voice modulation, body language, and facial expressions.",
      "Engaging the Audience: Strategies for reading and engaging the audience, including interactive elements.",
      "Using Visual Aids Effectively: Tips on creating and using slides, props, and other visual aids.",
      "Handling Q&A Sessions: Managing audience interactions and addressing challenging questions.",
      "Feedback and Improvement: How to interpret feedback and use it to enhance future presentations."
    ],
    "course_modules": [
      "Introduction to Public Speaking",
      "Understanding the Fundamentals and Importance of Public Speaking",
      "Overcoming Fear and Building Confidence",
      "Practical Exercises and Techniques to Reduce Anxiety and Build Confidence",
      "Content Creation and Storytelling",
      "Developing Powerful Narratives and Crafting Clear, Concise Speeches",
      "Mastering Delivery",
      "Techniques for Voice Modulation, Body Language, and Facial Expressions",
      "Engaging the Audience",
      "Strategies for Reading and Engaging the Audience, Including Interactive Elements",
      "Using Visual Aids Effectively",
      "Tips on Creating and Using Slides, Props, and Other Visual Aids",
      "Handling Q&A Sessions",
      "Managing Audience Interactions and Addressing Challenging Questions",
      "Feedback and Improvement",
      "How to Interpret Feedback and Use It to Enhance Future Presentations"
    ],
    "why_this_course": [
      "Boost Your Confidence: Develop the confidence to speak in front of any audience.",
      "Practical Techniques: Learn actionable techniques that can be applied immediately.",
      "Expert Guidance: Benefit from the knowledge and experience of seasoned public speakers.",
      "Certificate of Completion: Showcase your new skills with a certificate that highlights your ability to communicate effectively."
    ],
    "enroll_now": "Take the first step towards becoming a confident and effective communicator. Enroll today and learn the skills needed to captivate any audience!"
  },
  {
    "course_name": "Critical Thinking by Case Study Method",
    "skillId": "course012",
    "top_image": "https://firebasestorage.googleapis.com/v0/b/unithink-89630.appspot.com/o/certification%20pages%20images%2FCritical%20Thinking%20by%20Case%20Study%20Method.png?alt=media&token=861c73e0-bf85-45e6-b25a-5904dda29759",
    "about_course": "In today's fast-paced world, the ability to think critically and make informed decisions is invaluable. This course uses the Case Study Method to enhance your analytical skills, enabling you to tackle real-world challenges with confidence. Whether you’re a student, a business professional, or a decision-maker, this course will help you develop a structured approach to problem-solving, improve your reasoning skills, and make strategic decisions based on thorough analysis.",
    "course_price": "₹3500",
    "course_duration": "18 hours",
    "registration_button": "Enroll Now",
    "why_choose_this_course": "This course enhances your analytical skills and teaches you to tackle complex problems through real-world case studies. Learn to make well-informed decisions and benefit from expert insights, all while earning a certificate that highlights your critical thinking capabilities.",
    "what_will_you_learn": [
      "Introduction to Critical Analytical Skills: Understand the importance of critical thinking in various settings.",
      "Case Study Methodology: Learn the approach and process of analyzing case studies.",
      "Identifying and Defining Problems: Techniques for recognizing and framing problems effectively.",
      "Data Collection and Analysis: How to gather and analyze relevant data systematically.",
      "Developing Hypotheses and Testing Assumptions: Build sound hypotheses and test them through evidence-based analysis.",
      "Strategic Decision-Making: Techniques for making well-informed decisions based on analysis and evaluation.",
      "Group Discussion and Collaborative Problem-Solving: Enhance problem-solving skills through group discussions and teamwork.",
      "Application to Real-World Cases: Analyze and solve case studies from various fields such as business, economics, and social sciences."
    ],
    "course_modules": [
      "Introduction to Critical Analytical Skills",
      "The Importance of Critical Thinking in Personal and Professional Settings",
      "Case Study Methodology",
      "Understanding the Approach and Process of Analyzing Case Studies",
      "Identifying and Defining Problems",
      "Techniques for Recognizing and Framing Problems Effectively",
      "Data Collection and Analysis",
      "How to Gather Relevant Data and Analyze It Systematically",
      "Developing Hypotheses and Testing Assumptions",
      "Building Sound Hypotheses and Testing Them Through Evidence-Based Analysis",
      "Strategic Decision-Making",
      "Techniques for Making Well-Informed Decisions Based on Analysis and Evaluation",
      "Group Discussion and Collaborative Problem-Solving",
      "Enhancing Problem-Solving Skills Through Group Discussions and Teamwork",
      "Application to Real-World Cases",
      "Analyzing and Solving Case Studies from Various Fields Such as Business, Economics, Social Sciences, and More"
    ],
    "why_this_course": [
      "Improve Analytical Skills: Enhance your ability to think critically and analyze complex problems.",
      "Real-World Applications: Gain practical experience by solving real-world case studies.",
      "Boost Decision-Making Confidence: Learn to make well-informed and strategic decisions.",
      "Expert Insights: Benefit from the guidance and insights of industry professionals.",
      "Certificate of Completion: Showcase your analytical and decision-making skills with a certificate."
    ],
    "enroll_now": "Enhance your ability to think critically, solve problems effectively, and make strategic decisions. Enroll today and develop skills that will benefit you in all areas of life!"
  }    
     
]
